{
	"NAV_HOME": "ZAHAA",
	"NAV_MENU": "Menu",
	"NAV_ABOUT": "About",
	"NAV_CONTACT": "Contact",
	"NAV_GALLERY": "Gallery",
	"PAGE_DESCRIPTION": "Wraps, Laughs and no time for Halfs! Official website of ZAHAA - GRILL & STREET FOOD.",
	"HOME_PAGE_TITLE": "ZAHAA - Grill & Street Food",
	"HOME_HERO_HEADLINE": "Taste that stays with you!",
	"HOME_HERO_SUBHEADLINE": "Something new is coming! Fresh and tasty, ready to delight your taste buds.",
	"HOME_HERO_CTA_DELIVER": "Order Now!",
	"HOME_HERO_CTA_MENU": "View Menu",
	"HOME_TAGLINE_SUPPORT": "At ZAHAA - GRILL & STREET FOOD, we bring you a burst of flavors inspired by the streets, crafted with love and served with a smile. Our vibrant dishes fuse classic Mediterranean tastes with modern street-food flair. From succulent grills to colorful wraps, discover a world of mouthwatering bites that'll keep you coming back for more.",
	"TASTY_TITLE": "Tasty & Fresh, Every Single Day",
	"HIGHLIGHT_TITLE-1": "Fresh, Locally Sourced Veggies & Herbs",
	"HIGHLIGHT_TITLE-2": "Signature Sauces, Marinades & Spice Blends",
	"HIGHLIGHT_TITLE-3": "Uncompromised Taste, Texture & Quality",
	"HIGHLIGHT_DESC-1": "Savor seasonal vegetables and aromatic herbs, handpicked from nearby farms to deliver genuine, farm-to-table freshness.",
	"HIGHLIGHT_DESC-2": "Elevate every dish with our in-house crafted flavor infusions, perfectly balanced to highlight the natural goodness of each ingredient.",
	"HIGHLIGHT_DESC-3": "Every dish embodies our steadfast commitment to exceptional flavor, satisfying textures, and premium quality.",
	"MENU_PAGE_TITLE": "Our Menu - ZAHAA",
	"GALLERY_PAGE_TITLE": "Gallery - ZAHAA",
	"ABOUT_PAGE_TITLE": "About Us - ZAHAA",
	"CONTACT_PAGE_TITLE": "Contact - ZAHAA",
	"HOME_DESCRIPTION": "Discover the freshest street food in town.",
	"HOME_CTA_MENU": "Check Our Menu",
	"MENU_TITLE": "Our Menu",
	"MENU_NO_ITEMS": "No menu items available at the moment.",
	"GALLERY_TITLE": "Our Gallery",
	"GALLERY_INTRO": "Explore photos of our restaurant, our delicious meals & the vibrant atmosphere od ZAHAA.",
	"GALLERY_ALT1": "Restaurant Interior",
	"GALLERY_ALT2": "Neon Sign",
	"GALLERY_ALT3": "Fresh Wraps",
	"ABOUT_TITLE": "About Us",
	"ABOUT_BUTTON": "Learn more",
	"ABOUT-TITLE": "ABOUT-TITLE",
	"ABOUT_DESC": "ZAHAA – GRILL & STREET FOOD was born from a passion for bold flavors, friendly service, and a <strong>welcoming atmosphere</strong>. We believe that <strong>great food</strong> and great company make the best memories. Our team is committed to bringing a fresh twist to classic street food—fusing Mediterranean tradition with contemporary flair.",
	"CONTACT_TITLE": "Contact Us",
	"CONTACT_ADDRESS": "Address: Vath Koreshi, Tiranë 1010",
	"CONTACT_PHONE": "Phone: +355 69 785 0110",
	"CONTACT_EMAIL": "Email: info@zahaastreetfood.al",
	"CONTACT_HOURS": "Open Mon-Fri 10am-10pm, Sat-Sun 11am-11pm",
	"PRICE_UNAVAILABLE": "PRICE_UNAVAILABLE",
	"COPYRIGHT": "© 2025 ZAHAA. All rights reserved.",
	"HOME_TAGLINE_TITLE": "Wraps, Laughs and no time for Halfs!",
	"TASTY_DESC": "At ZAHAA, we're all about {strong}fresh ingredients{/strong}. From crunchy baby spinach and crisp lettuce to fragrant coriander and juicy tomatoes, we never compromise on quality. Our in-house chefs prepare everything daily to ensure every bite bursts with flavor. Whether you're craving a hearty wrap or a light salad, rest assured each dish is crafted with the same dedication to freshness.",
	"FEATURED_MENU_TITLE": "Check Out Our Signature Dishes",
	"FEATURED__ITEM_1": "Burger bun, beef meatballs, special burger sauce, tomato, avocado, baby spinach, mint",
	"FEATURED__ITEM_2": "Pita, schnitzel, garlic sauce, fries, red cabbage, white cabbage, carrot.",
	"FEATURED__ITEM_3": "Chicken fillet/shishqebap, hummus, green onions, roasted peppers, avocado, carrot, marinated mix salad",
	"FEATURED__NOTE": "{span}Feeling hungry?{/span} There’s more where that came from! Indulge in our loaded wraps, sizzling grill plates, and refreshing sides—each designed to satisfy your cravings.",
	"VIEW_MENU_BUTTON": "View Full Menu",
	"BEST_PICK_DESC": "Gyros is a Greek street food classic. At ZAHAA, we wrap juicy chicken, fresh veggies, and flavorful sauce in our marinated pita for the perfect bite. A must-try! Pair it with our homemade tzatziki or spicy sauces for extra flavor.",
	"BEST_PICK_TITLE": "Our Best Pick: Suflaki!",
	"DELIVERY_TITLE": "Get it delivered to your doorstep",
	"DELIVERY_DESC": "Don’t feel like stepping out? We’ve got you covered. Thanks to our {strong}trusted delivery partners{/strong}, you can enjoy ZAHAA’s mouthwatering dishes from the comfort of your home. Browse our menu on {strong}Wolt{/strong} or {strong}Baboon{/strong} and experience street-food bliss without leaving your couch.",
	"DELIVERY_BUTTON_WOLT": "ORDER ON WOLT",
	"DELIVERY_BUTTON_BABOON": "ORDER ON BABOON",
	"LOCATION_TITLE": "Find Us & Dig In",
	"LOCATION_DESC": "We’re conveniently located in the heart of town, ready to serve up fresh, flavorful bites from morning until late. Come visit us for a quick lunch, a relaxed dinner, or a late-night snack!",
	"WEEK_DAYS": "Mon - Fri: ",
	"WEEKEND_DAYS": "Sat -Sun: ",
	"CONTACT_BUTTON": "Contact Us",
	"FOOTER_SOCIAL_TITLE": "STAY CONNECTED",
	"ABOUT_TAGLINE": "Experience Street Food Like Never Before",
	"ABOUT_HEADING": "Our Story",
	"ABOUT_CONTENT": "At ZAHAA – GRILL & STREET FOOD, our passion for flavor is matched only by our commitment to fresh, locally sourced ingredients. Founded by a group of friends who share a love for Mediterranean-inspired cuisine, we aim to deliver a unique street-food experience that fuses tradition with innovation. Our menu is carefully crafted, featuring succulent grills, vibrant salads, and wraps bursting with bold spices, ensuring every visit is a journey of discovery. We believe in fostering a warm, welcoming atmosphere for all our guests—whether they’re popping in for a quick bite or settling down for a leisurely meal with friends and family. From the first sizzle on the grill to the final taste of our homemade sauces, we strive to create moments of pure enjoyment and lasting memories. We’re more than just a restaurant—we’re a community hub where every dish tells a story of flavor, warmth, and shared passion.",
	"ABOUT_POINT1": "Mediterranean Inspiration",
	"ABOUT_POINT2": "Locally Sourced Ingredients",
	"ABOUT_POINT3": "Crafted with Love",
	"ABOUT_MISSION": "We believe in bringing bold flavors, fresh produce, and a warm welcome to every customer.",
	"ABOUT_VALUES_TITLE": "Our Core Values",
	"ABOUT_VALUE1_HEADING": "Freshness",
	"ABOUT_VALUE1_CONTENT": "We source local and prepare everything daily to ensure unbeatable taste.",
	"ABOUT_VALUE2_HEADING": "Community",
	"ABOUT_VALUE2_CONTENT": "We believe in giving back and supporting our community.",
	"ABOUT_VALUE3_HEADING": "Innovation",
	"ABOUT_VALUE3_CONTENT": "We’re constantly exploring new ideas to excite your palate.",
	"CONTACT_HERO_SUBTITLE": "Feel free to tell us anything!",
	"CONTACT_MAP_HEADING": "CONTACT_MAP_HEADING",
	"CONTACT_MAP_INSTRUCTIONS": "CONTACT_MAP_INSTRUCTIONS",
	"CONTACT_FORM_HEADING": "Got something to say?",
	"CONTACT_INFO": "Email:",
	"CONTACT_FORM_NAME": "Your name",
	"CONTACT_FORM_EMAIL": "Your Email Address",
	"CONTACT_FORM_MESSAGE": "Your message",
	"CONTACT_FORM_SEND": "Send"
}