{
	"NAV_HOME": "ZAHAA",
	"NAV_MENU": "Menuja",
	"NAV_ABOUT": "Rreth Nesh",
	"NAV_CONTACT": "Na Kontaktoni",
	"NAV_GALLERY": "Galeria",
	"PAGE_DESCRIPTION": "Wraps, Laughs and no time for Halfs! Official website of ZAHAA - GRILL & STREET FOOD.",
	"HOME_PAGE_TITLE": "ZAHAA - Grill & Street Food",
	"MENU_PAGE_TITLE": "Menuja Jonë - ZAHAA",
	"GALLERY_PAGE_TITLE": "Galeria - ZAHAA",
	"ABOUT_PAGE_TITLE": "Rreth Nesh - ZAHAA",
	"CONTACT_PAGE_TITLE": "Kontakt - ZAHAA",
	"HOME_HERO_HEADLINE": "Shije që qëndron me ju!",
	"HOME_HERO_SUBHEADLINE": "Diçka e re po vjen! E freskët dhe e shijshme, gati për të kënaqur shijet tuaja.",
	"HOME_HERO_CTA_DELIVER": "Porosit Tani!",
	"HOME_HERO_CTA_MENU": "Shiko Menun ↗",
	"HOME_TAGLINE_SUPPORT": "Tek ZAHAA - GRILL & STREET FOOD, ju sjellim një kombinim shijesh të frymëzuara nga rrugët, të punuara me dashuri dhe të servirura me buzëqeshje. Pjatat tona të gjalla bashkojnë shijet klasike mesdhetare me shijet moderne të ushqimit në rrugë. Nga zgarat e shijshme deri te wraps shumëngjyrëshe, zbuloni një botë shijesh të këndshme që do t'ju bëjnë të ktheheni për më shumë.",
	"TASTY_TITLE": "E shijshme dhe e freskët. Cdo ditë.",
	"TASTY_DESC": "ZAHAA eshte gjithmone rreth {strong}përbërësve të freskët{/strong}. Nga baby spinaqi krokant dhe sallatra të freskëta deri te koriandër aromatike dhe domate të lëngshme, ne nuk bëjmë kurrë kompromis me cilësinë. Kuzhinierët tanë përgatisin gjithçka çdo ditë për të siguruar që çdo kafshatë të shijoj me një aromë të lehtë zemre. me siguri se çdo pjatë është krijuar me të njëjtin përkushtim ndaj freskisë.",
	"HIGHLIGHT_TITLE-1": "Perime dhe ingredient të freskëta",
	"HIGHLIGHT_TITLE-2": "Salcat, marinadat dhe përzierje erëzash unike",
	"HIGHLIGHT_TITLE-3": "Shije, teksturë dhe cilësi pa kompromis",
	"HIGHLIGHT_DESC-1": "Shijoni perime sezonale dhe bimë aromatike, të përzgjedhura me kujdes nga fermat e afërta për të ofruar freski autentike nga ferma në tryezë.",
	"HIGHLIGHT_DESC-2": "Rrisni çdo pjatë me infuzione shijesh të krijuara në shtëpi, të balancuara në mënyrë perfekte për të theksuar vlerat natyrore të secilit përbërës.",
	"HIGHLIGHT_DESC-3": "Çdo pjatë pasqyron përkushtimin tonë të palëkundur ndaj shijes së jashtëzakonshme, teksturave të kënaqshme dhe cilësisë së lartë.",
	"HOME_DESCRIPTION": "Zbuloni ushqimin më të freskët të rrugës se qytetit.",
	"HOME_CTA_MENU": "Shiko Menunë Tonë",
	"MENU_TITLE": "Menu",
	"MENU_NO_ITEMS": "Nuk ka artikuj në menynë për momentin.",
	"GALLERY_TITLE": "Galeria",
	"GALLERY_INTRO": "Shikoni foto të restorantit tonë, vakteve të shijshme dhe atmosferës plot gjallëri.",
	"GALLERY_ALT1": "Brendësia e Restorantit",
	"GALLERY_ALT2": "Shenja Neon",
	"GALLERY_ALT3": "Wraps të Freskëta",
	"ABOUT_TITLE": "Kush jemi ne?",
	"ABOUT_BUTTON": "Meso më shumë",
	"ABOUT_DESC": "ZAHAA lindi nga pasioni për shijet e guximshme, shërbim miqësor dhe një atmosferë mikpritëse. Ne besojmë se <strong>ushqimi i mrekullueshëm</strong> dhe <strong>stafi i shkëlqyer</strong> bëjnë kujtimet më të mira. Ekipi ynë është i përkushtuar të sjellë një ndryshim të ri në ushqimin klasik te rrugës duke shkrirë traditën mesdhetare me te rejat bashkëkohore.",
	"CONTACT_TITLE": "Na Kontaktoni",
	"CONTACT_ADDRESS": "Address: Vath Koreshi, Tiranë 1010",
	"CONTACT_PHONE": "Nr. Telefoni: +355 69 785 0110",
	"CONTACT_EMAIL": "Email: info@zahaastreetfood.al",
	"CONTACT_HOURS": "Hapur Hë-Pre 10:00-22:00, Sht-Di 11:00-23:00",
	"PRICE_UNAVAILABLE": "PRICE_UNAVAILABLE",
	"COPYRIGHT": "© 2025 ZAHAA. Të gjitha të drejtat e rezervuara.",
	"HOME_TAGLINE_TITLE": "Tortilla, buzëqeshje dhe asnjë çast për gjysmë racione!",
	"FEATURED_MENU_TITLE": "Shihni pjatat tona të preferuara",
	"FEATURED__ITEM_1": "Një buke burgeri e shijshme, qofte viçi, sos i veçantë burgeri, domate, avokado, spinaq baby, mente.",
	"FEATURED__ITEM_2": "Pita, schnitzel, salcë hudhre, patate të skuqura, lakër e kuqe, lakër e bardhë, karrotë",
	"FEATURED__ITEM_3": "Fileto/shishqebap pule, humus, qepë të njoma, speca të pjekur, avokado, karrotë, sallatë mix e marinuar",
	"FEATURED__NOTE": "{span}Të uritur?{/span} Kënaquni me tortillat tona të mbushura, pjatat gërryese të skarës, sufllaqet dhe specialitet tona te tjera – secila e krijuar për të kënaqur shijet tuaja!",
	"VIEW_MENU_BUTTON": "Shko tek Menuja e Plot",
	"BEST_PICK_DESC": "Sufllaqja është një specialitet klasik i ushqimit grek. Tek ZAHAA, mbështjellim mish pule të shijshëm, perime të freskëta dhe salcë aromatike në piten tonë të marinuar. Një shije që duhet provuar! Shijojeni me tzatziki ose salcat tona pikante për më shumë shije.",
	"BEST_PICK_TITLE": "Specialiteti Ynë: Sufllaqe!",
	"DELIVERY_TITLE": "Porosit tani",
	"DELIVERY_DESC": "Nuk ju pëlqen të dilni? Falë {strong}partnerëve tanë{/strong} të besuar të shpërndarjes, mund të shijoni pjatat e mrekullueshme të ZAHAA nga komoditeti i shtëpisë suaj. Shfletoni menunë tonë në {strong}Wolt{/strong} ose {strong}Baboon{/strong} dhe përjetoni magjinë e ZAHAAs pa levizur nga divani.",
	"DELIVERY_BUTTON_WOLT": "POROSIT ME WOLT",
	"DELIVERY_BUTTON_BABOON": "POROSIT ME BABOON",
	"LOCATION_TITLE": "Na Gjeni & Kënaquni!",
	"LOCATION_DESC": "Jemi të vendosur në zemër të qytetit, gati t'ju shërbejmë me shije të freskëta dhe të mrekullueshme nga mëngjesi deri natën vonë. Na vizitoni për një drekë të shpejtë, një darkë të qetë ose një snack të shijshëm!",
	"WEEK_DAYS": "E Hene - E Premte: ",
	"WEEKEND_DAYS": "E Shtune - E Diel: ",
	"CONTACT_BUTTON": "Na Kontaktoni",
	"FOOTER_SOCIAL_TITLE": "RRJETET SOCIALE",
	"ABOUT_TAGLINE": "Provo Shijen e Rrugës si Asnjëherë Më Parë",
	"ABOUT_HEADING": "Historia Jonë",
	"ABOUT_CONTENT": "Te ZAHAA – GRILL & STREET FOOD, pasioni ynë për shijen shkon krah për krah me përkushtimin ndaj produkteve të freskëta, të zgjedhura me kujdes nga burime vendore. Themeluar nga një grup miqsh që ndajnë dashurinë për kuzhinën e frymëzuar nga Mesdheu, synojmë të ofrojmë një përvojë unike të ushqimit të rrugës, ku tradita përzihet me risitë moderne. Menuja jonë është hartuar me kujdes, duke përfshirë zgara të shijshme, sallata plot ngjyra dhe mbështjellje me erëza të guximshme—duke siguruar që çdo vizitë të jetë një udhëtim i veçantë. Besojmë në krijimin e një atmosfere të ngrohtë dhe mikpritëse për të gjithë—qoftë për një shijim të shpejtë apo një vakt të rehatshëm me miqtë dhe familjen. Nga tingulli i parë i zgarës deri te shija e fundit e salcave tona të bëra në shtëpi, përpiqemi të krijojmë çaste të këndshme dhe kujtime që zgjasin. Jemi më shumë se një restorant—jemi një pikë takimi e komunitetit, ku çdo pjatë rrëfen një histori shijeje, ngrohtësie dhe pasioni të përbashkët.",
	"ABOUT_POINT1": "Frymëzim Mesdhetar",
	"ABOUT_POINT2": "Përbërës Vendi",
	"ABOUT_POINT3": "Përgatitur me Dashuri",
	"ABOUT_MISSION": "Ne besojmë në shije të guximshme, produkte të freskëta dhe mikpritje të ngrohtë për çdo klient.",
	"ABOUT_VALUES_TITLE": "Vlerat Kryesore",
	"ABOUT_VALUE1_HEADING": "Freski",
	"ABOUT_VALUE1_CONTENT": "Përdorimi i produkteve lokale dhe i përgatitur çdo ditë për një shije të papërsëritshme.",
	"ABOUT_VALUE2_HEADING": "Komunitet",
	"ABOUT_VALUE2_CONTENT": "Besojmë në nevojat dhe kenaqesite e klienteve.",
	"ABOUT_VALUE3_HEADING": "Inovacion",
	"ABOUT_VALUE3_CONTENT": "Gjithmonë kërkojmë ide të reja për të kënaqur shijen tuaj.",
	"CONTACT_HERO_SUBTITLE": "Jeni te lire te na kontaktoni per cdo gje!",
	"CONTACT_MAP_HEADING": "CONTACT_MAP_HEADING",
	"CONTACT_MAP_INSTRUCTIONS": "CONTACT_MAP_INSTRUCTIONS",
	"CONTACT_FORM_HEADING": "Keni dicka per te thene?",
	"CONTACT_INFO": "Email:",
	"CONTACT_FORM_NAME": "Emri",
	"CONTACT_FORM_EMAIL": "Emaili yt",
	"CONTACT_FORM_MESSAGE": "Mesazhi",
	"CONTACT_FORM_SEND": "DERGO"
}